Repository: yatraSuraksha/YATRASURAKSHA-MOBILE
Catalog: lib/l10n/app_*.arb
Languages: as, bn, de, hi, ja, kn, ml, mr, ne, ru, ta, te, zh

# appTitle
source: Yatra Suraksha
as: যাত্ৰা সুৰক্ষা
bn: যাত্রা সুরক্ষা
hi: यात्रा सुरक्षा
ja: ヤトラ・スラクシャ
kn: ಯಾತ್ರಾ ಸುರಕ್ಷಾ
ml: യാത്ര സുരക്ഷ
mr: यात्रा सुरक्षा
ne: यात्रा सुरक्षा
ru: Ятра Суракша
ta: யாத்ரா சுரக்ஷா
te: యాత్రా సురక్ష

source: Welcome
as: স্বাগতম
bn: স্বাগতম
de: Willkommen
hi: स्वागत है
ja: ようこそ
kn: ಸ್ವಾಗತ
ml: സ്വാഗതം
mr: स्वागत आहे
ne: स्वागत छ
ru: Добро пожаловать
ta: வரவேற்கிறோம்
te: స్వాగతం
zh: 欢迎

source: Home
as: গৃহ
bn: হোম
de: Startseite
hi: होम
ja: ホーム
kn: ಹೋಮ್
ml: ഹോം
mr: होम
ne: गृह
ru: Главная
ta: முகப்பு
te: హోమ్
zh: 首页

source: Profile
as: প্ৰফাইল
bn: প্রোফাইল
de: Profil
hi: प्रोफाइल
ja: プロフィール
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
ne: प्रोफाइल
ru: Профиль
ta: சுயவிவரம்
te: ప్రొఫైల్
zh: 个人资料

source: Settings
as: ছেটিংছ
bn: সেটিংস
de: Einstellungen
hi: सेटिंग्स
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ne: सेटिङहरू
ru: Настройки
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
zh: 设置

source: Language
as: ভাষা
bn: ভাষা
de: Sprache
hi: भाषा
ja: 言語
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
ne: भाषा
ru: Язык
ta: மொழி
te: భాష
zh: 语言

source: Login
as: লগইন কৰক
bn: লগইন
de: Anmelden
hi: लॉगिन
ja: ログイン
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
mr: लॉगिन
ne: लगइन गर्नुहोस्
ru: Войти
ta: உள்நுழை
te: లాగిన్
zh: 登录

source: Logout
as: লগআউট কৰক
bn: লগআউট
de: Abmelden
hi: लॉगआउट
ja: ログアウト
kn: ಲಾಗ್‌ಔಟ್
ml: ലോഗ്ഔട്ട്
mr: लॉगआउट
ne: लगआउट गर्नुहोस्
ru: Выйти
ta: வெளியேறு
te: లాగ్అవుట్
zh: 登出

source: Email
as: ইমেইল
bn: ইমেল
hi: ईमेल
ja: メールアドレス
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
ne: इमेल
ru: Электронная почта
ta: மின்னஞ்சல்
te: ఇమెయిల్
zh: 电子邮件

source: Password
as: পাছৱৰ্ড
bn: পাসওয়ার্ড
de: Passwort
hi: पासवर्ड
ja: パスワード
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
ne: पासवर्ड
ru: Пароль
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
zh: 密码

source: Forgot Password?
as: পাছৱৰ্ড পাহৰিলে?
bn: পাসওয়ার্ড ভুলে গেছেন?
de: Passwort vergessen?
hi: पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?
ml: പാസ്‌വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात?
ne: पासवर्ड बिर्सनुभयो?
ru: Забыли пароль?
ta: கடவுச்சொல் மறந்துவிட்டதா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
zh: 忘记密码？

source: Sign Up
as: চাইন আপ কৰক
bn: সাইন আপ
de: Registrieren
hi: साइन अप
ja: サインアップ
kn: ಸೈನ್ ಅಪ್
ml: സൈൻ അപ്പ്
mr: साइन अप करा
ne: साइन अप गर्नुहोस्
ru: Зарегистрироваться
ta: பதிவு செய்க
te: సైన్ అప్
zh: 注册

source: Select Language
as: ভাষা নিৰ্বাচন কৰক
bn: ভাষা নির্বাচন করুন
de: Sprache auswählen
hi: भाषा चुनें
ja: 言語を選択
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
ne: भाषा चयन गर्नुहोस्
ru: Выберите язык
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి
zh: 选择语言

source: Location
as: অৱস্থান
bn: অবস্থান
de: Standort
hi: स्थान
ja: 場所
kn: ಸ್ಥಳ
ml: സ്ഥലം
mr: स्थान
ne: स्थान
ru: Местоположение
ta: இடம்
te: స్థానం
zh: 地点

source: Documents
as: নথিপত্ৰ
bn: নথি
de: Dokumente
hi: दस्तावेज़
ja: ドキュメント
kn: ದಾಖಲೆಗಳು
ml: രേഖകൾ
mr: दस्तऐवज
ne: कागजातहरू
ru: Документы
ta: ஆவணங்கள்
te: పత్రాలు
zh: 文件

source: Verification
as: সত্যাপন
bn: যাচাইকরণ
de: Verifizierung
hi: सत्यापन
ja: 検証
kn: ಪರಿಶೀಲನೆ
ml: പരിശോധന
mr: पडताळणी
ne: प्रमाणीकरण
ru: Проверка
ta: சரிபார்ப்பு
te: ధృవీకరణ
zh: 验证

source: Trip
as: যাত্ৰা
bn: যাত্রা
de: Reise
hi: यात्रा
ja: 旅行
kn: ಪ್ರಯಾಣ
ml: യാത്ര
mr: प्रवास
ne: यात्रा
ru: Поездка
ta: பயணம்
te: యాత్ర
zh: 旅程

source: Save
as: ছেভ কৰক
bn: সংরক্ষণ করুন
de: Speichern
hi: सेव करें
ja: 保存
kn: ಉಳಿಸಿ
ml: സേവ് ചെയ്യുക
mr: सेव्ह करा
ne: सेभ गर्नुहोस्
ru: Сохранить
ta: சேமி
te: సేవ్ చేయండి
zh: 保存

source: Cancel
as: বাতিল কৰক
bn: বাতিল করুন
de: Abbrechen
hi: रद्द करें
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
ne: रद्द गर्नुहोस्
ru: Отмена
ta: ரத்துசெய்
te: రద్దు చేయండి
zh: 取消

source: Confirm
as: নিশ্চিত কৰক
bn: নিশ্চিত করুন
de: Bestätigen
hi: पुष्टि करें
ja: 確認
kn: ದೃಢೀಕರಿಸಿ
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
ne: पुष्टि गर्नुहोस्
ru: Подтвердить
ta: உறுதிப்படுத்து
te: నిర్ధారించండి
zh: 确认

source: Error
as: ত্ৰুটি
bn: ত্রুটি
de: Fehler
hi: त्रुटि
ja: エラー
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी
ne: त्रुटि
ru: Ошибка
ta: பிழை
te: లోపం
zh: 错误

source: Success
as: সফল
bn: সাফল্য
de: Erfolg
hi: सफलता
ja: 成功
kn: ಯಶಸ್ಸು
ml: വിജയം
mr: यश
ne: सफलता
ru: Успех
ta: வெற்றி
te: విజయం
zh: 成功

source: Tourist Profile
as: পৰ্যটকৰ প্ৰফাইল
bn: পর্যটক প্রোফাইল
de: Touristenprofil
hi: पर्यटक प्रोफाइल
ja: 観光客プロフィール
kn: ಪ್ರವಾಸಿ ಪ್ರೊಫೈಲ್
ml: ടൂറിസ്റ്റ് പ്രൊഫൈൽ
mr: पर्यटक प्रोफाइल
ne: पर्यटक प्रोफाइल
ru: Профиль туриста
ta: சுற்றுலா சுயவிவரம்
te: పర్యాటక ప్రొఫైల్
zh: 游客资料

source: Tourist ID
as: পৰ্যটক আইডি
bn: পর্যটক আইডি
de: Touristen-ID
hi: पर्यटक आईडी
ja: 観光客ID
kn: ಪ್ರವಾಸಿ ID
ml: ടൂറിസ്റ്റ് ഐഡി
mr: पर्यटक आयडी
ne: पर्यटक आईडी
ru: ID туриста
ta: சுற்றுலா ஐடி
te: పర్యాటక ID
zh: 游客ID

source: Digital ID
as: ডিজিটেল আইডি
bn: ডিজিটাল আইডি
de: Digitale ID
hi: डिजिटल आईडी
ja: デジタルID
kn: ಡಿಜಿಟಲ್ ID
ml: ഡിജിറ്റൽ ഐഡി
mr: डिजिटल आयडी
ne: डिजिटल आईडी
ru: Цифровой ID
ta: டிஜிட்டல் ஐடி
te: డిజిటల్ ID
zh: 数字ID

source: Status
as: স্থিতি
bn: স্থিতি
hi: स्थिति
ja: ステータス
kn: ಸ್ಥಿತಿ
ml: നില
mr: स्थिती
ne: स्थिति
ru: Статус
ta: நிலை
te: స్థితి
zh: 状态

source: KYC Status
as: কে.ওৱাই.চি. স্থিতি
bn: কেওয়াইসি স্থিতি
hi: केवाईसी स्थिति
ja: KYCステータス
kn: KYC ಸ್ಥಿತಿ
ml: KYC നില
mr: केवायसी स्थिती
ne: KYC स्थिति
ru: Статус KYC
ta: KYC நிலை
te: KYC స్థితి
zh: KYC状态

source: Safety Score
as: সুৰক্ষা স্কোৰ
bn: সুরক্ষা স্কোর
de: Sicherheitsbewertung
hi: सुरक्षा स्कोर
ja: 安全スコア
kn: ಸುರಕ್ಷತಾ ಸ್ಕೋರ್
ml: സുരക്ഷാ സ്കോർ
mr: सुरक्षा स्कोअर
ne: सुरक्षा स्कोर
ru: Оценка безопасности
ta: பாதுகாப்பு மதிப்பெண்
te: భద్రతా స్కోర్
zh: 安全评分

source: Refresh Profile
as: প্ৰফাইল ৰিফ্ৰেছ কৰক
bn: প্রোফাইল রিফ্রেশ করুন
de: Profil aktualisieren
hi: प्रोफाइल रिफ्रेश करें
ja: プロフィールを更新
kn: ಪ್ರೊಫೈಲ್ ರಿಫ್ರೆಶ್ ಮಾಡಿ
ml: പ്രൊഫൈൽ പുതുക്കുക
mr: प्रोफाइल रिफ्रेश करा
ne: प्रोफाइल ताजा गर्नुहोस्
ru: Обновить профиль
ta: சுயவிவரத்தைப் புதுப்பிக்கவும்
te: ప్రొఫైల్‌ను రిఫ్రెష్ చేయండి
zh: 刷新个人资料

# updateProfileInfo
source: Update your profile information
as: আপোনাৰ প্ৰফাইলৰ তথ্য আপডেট কৰক
bn: আপনার প্রোফাইল তথ্য আপডেট করুন
de: Aktualisieren Sie Ihre Profilinformationen
hi: अपनी प्रोफाइल जानकारी अपडेट करें
ja: プロフィール情報を更新してください
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: आपली प्रोफाइल माहिती अद्यतनित करा
ne: आफ्नो प्रोफाइल जानकारी अपडेट गर्नुहोस्
ru: Обновите информацию в вашем профиле
ta: உங்கள் சுயவிவரத் தகவலைப் புதுப்பிக்கவும்
te: మీ ప్రొఫైల్ సమాచారాన్ని నవీకరించండి
zh: 更新您的个人资料信息

# signOutAccount
source: Sign out of your account
as: আপোনাৰ একাউণ্টৰ পৰা চাইন আউট কৰক
bn: আপনার অ্যাকাউন্ট থেকে সাইন আউট করুন
de: Von Ihrem Konto abmelden
hi: अपने खाते से साइन आउट करें
ja: アカウントからサインアウトします
kn: ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಸೈನ್ ಔಟ್ ಮಾಡಿ
ml: നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് സൈൻ ഔട്ട് ചെയ്യുക
mr: आपल्या खात्यातून साइन आउट करा
ne: आफ्नो खाताबाट साइन आउट गर्नुहोस्
ru: Выйти из вашего аккаунта
ta: உங்கள் கணக்கிலிருந்து வெளியேறவும்
te: మీ ఖాతా నుండి సైన్ అవుట్ చేయండి
zh: 登出您的帐户

source: Change app language
as: এপৰ ভাষা সলনি কৰক
bn: অ্যাপের ভাষা পরিবর্তন করুন
de: App-Sprache ändern
hi: ऐप की भाषा बदलें
ja: アプリの言語を変更
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: അപ്ലിക്കേഷൻ ഭാഷ മാറ്റുക
mr: अ‍ॅपची भाषा बदला
ne: एपको भाषा परिवर्तन गर्नुहोस्
ru: Изменить язык приложения
ta: பயன்பாட்டு மொழியை மாற்றவும்
te: యాప్ భాషను మార్చండి
zh: 更改应用语言

# appName
source: Yatra Suraksha
as: যাত্ৰা সুৰক্ষা
bn: যাত্রা সুরক্ষা
hi: यात्रा सुरक्षा
ja: ヤトラ・スラクシャ
kn: ಯಾತ್ರಾ ಸುರಕ್ಷಾ
ml: യാത്ര സുരക്ഷ
mr: यात्रा सुरक्षा
ne: यात्रा सुरक्षा
ru: Ятра Суракша
ta: யாத்ரா சுரக்ஷா
te: యాత్రా సురక్ష

# appTagline
source: Safe Travel, Secure Journey
as: সুৰক্ষিত যাত্ৰা, নিৰাপদ যাত্ৰা
bn: নিরাপদ ভ্রমণ, সুরক্ষিত যাত্রা
de: Sicheres Reisen, gesicherte Reise
hi: सुरक्षित यात्रा, सुरक्षित सफर
ja: 安全な旅行、安心な旅
kn: ಸುರಕ್ಷಿತ ಪ್ರಯಾಣ, ಸುರಕ್ಷಿತ ಯಾತ್ರೆ
ml: സുരക്ഷിത യാത്ര, സുരക്ഷിതമായ യാത്ര
mr: सुरक्षित प्रवास, सुरक्षित यात्रा
ne: सुरक्षित यात्रा, सुरक्षित यात्रा
ru: Безопасное путешествие, надежная поездка
ta: பாதுகாப்பான பயணம், பாதுகாப்பான பயணம்
te: సురక్షిత ప్రయాణం, భద్రమైన యాత్ర
zh: 安全旅行，放心旅程

source: Version
as: সংস্কৰণ
bn: সংস্করণ
hi: संस्करण
ja: バージョン
kn: ಆವೃತ್ತಿ
ml: പതിപ്പ്
mr: आवृत्ती
ne: संस्करण
ru: Версия
ta: பதிப்பு
te: వెర్షన్
zh: 版本

source: Not Available
as: উপলব্ধ নহয়
bn: উপলব্ধ নেই
de: Nicht verfügbar
hi: उपलब्ध नहीं
ja: 利用不可
kn: ಲಭ್ಯವಿಲ್ಲ
ml: ലഭ്യമല്ല
mr: उपलब्ध नाही
ne: उपलब्ध छैन
ru: Недоступно
ta: கிடைக்கவில்லை
te: అందుబాటులో లేదు
zh: 不可用

source: Unknown
as: অজ্ঞাত
bn: অজানা
de: Unbekannt
hi: अज्ञात
ja: 不明
kn: ಅಪರಿಚಿತ
ml: അജ്ഞാതം
mr: अज्ञात
ne: अज्ञात
ru: Неизвестно
ta: தெரியவில்லை
te: తెలియదు
zh: 未知

source: Refreshing profile...
as: প্ৰফাইল ৰিফ্ৰেছ হৈ আছে...
bn: প্রোফাইল রিফ্রেশ হচ্ছে...
de: Profil wird aktualisiert...
hi: प्रोफाइल रिफ्रेश हो रहा है...
ja: プロフィールを更新中...
kn: ಪ್ರೊಫೈಲ್ ರಿಫ್ರೆಶ್ ಆಗುತ್ತಿದೆ...
ml: പ്രൊഫൈൽ പുതുക്കുന്നു...
mr: प्रोफाइल रिफ्रेश होत आहे...
ne: प्रोफाइल ताजा हुँदैछ...
ru: Обновление профиля...
ta: சுயவிவரம் புதுப்பிக்கப்படுகிறது...
te: ప్రొఫైల్ రిఫ్రెష్ అవుతోంది...
zh: 正在刷新个人资料...

source: Profile refreshed!
as: প্ৰফাইল ৰিফ্ৰেছ কৰা হ'ল!
bn: প্রোফাইল রিফ্রেশ করা হয়েছে!
de: Profil aktualisiert!
hi: प्रोफाइल रिफ्रेश हो गया!
ja: プロフィールが更新されました！
kn: ಪ್ರೊಫೈಲ್ ರಿಫ್ರೆಶ್ ಆಗಿದೆ!
ml: പ്രൊഫൈൽ പുതുക്കി!
mr: प्रोफाइल रिफ्रेश झाली!
ne: प्रोफाइल ताजा भयो!
ru: Профиль обновлен!
ta: சுயவிவரம் புதுப்பிக்கப்பட்டது!
te: ప్రొఫైల్ రిఫ్రెష్ చేయబడింది!
zh: 个人资料已刷新！

source: Safety Map
as: সুৰক্ষা মেপ
bn: সুরক্ষা মানচিত্র
de: Sicherheitskarte
hi: सुरक्षा मानचित्र
ja: 安全マップ
kn: ಸುರಕ್ಷತಾ ನಕ್ಷೆ
ml: സുരക്ഷാ മാപ്പ്
mr: सुरक्षा नकाशा
ne: सुरक्षा नक्सा
ru: Карта безопасности
ta: பாதுகாப்பு வரைபடம்
te: భద్రతా మ్యాప్
zh: 安全地图

source: Trips
as: যাত্ৰাসমূহ
bn: যাত্রা
de: Reisen
hi: यात्राएं
ja: 旅行
kn: ಪ್ರಯಾಣಗಳು
ml: യാത്രകൾ
mr: प्रवास
ne: यात्राहरू
ru: Поездки
ta: பயணங்கள்
te: యాత్రలు
zh: 旅程

source: Current Location
as: বৰ্তমানৰ অৱস্থান
bn: বর্তমান অবস্থান
de: Aktueller Standort
hi: वर्तमान स्थान
ja: 現在地
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ
ml: നിലവിലെ സ്ഥലം
mr: सध्याचे स्थान
ne: वर्तमान स्थान
ru: Текущее местоположение
ta: தற்போதைய இடம்
te: ప్రస్తుత స్థానం
zh: 当前位置

source: Emergency help Needed ?
as: জৰুৰীকালীন সহায়ৰ প্ৰয়োজন নেকি?
bn: জরুরী সাহায্য প্রয়োজন?
de: Benötigen Sie Nothilfe?
hi: आपातकालीन सहायता की आवश्यकता है ?
ja: 緊急の助けが必要ですか？
kn: ತುರ್ತು ಸಹಾಯ ಬೇಕೇ?
ml: അടിയന്തര സഹായം വേണോ?
mr: आपत्कालीन मदतीची आवश्यकता आहे?
ne: आपतकालीन मद्दत चाहियो?
ru: Нужна экстренная помощь?
ta: அவசர உதவி தேவையா?
te: అత్యవసర సహాయం కావాలా?
zh: 需要紧急帮助吗？

# doubleTapToCall
source: Double tap the button to Call
as: কল কৰিবলৈ বুটামটো দুবাৰ টেপ কৰক
bn: কল করার জন্য বোতামটি দুইবার আলতো চাপুন
de: Doppeltippen Sie auf die Schaltfläche, um anzurufen
hi: कॉल करने के लिए डबल टैप करें
ja: ボタンをダブルタップして通話
kn: ಕರೆ ಮಾಡಲು ಬಟನ್ ಅನ್ನು ಎರಡು ಬಾರಿ ಟ್ಯಾಪ್ ಮಾಡಿ
ml: വിളിക്കാൻ ബട്ടൺ രണ്ടുതവണ ടാപ്പുചെയ്യുക
mr: कॉल करण्यासाठी बटणावर दोनदा टॅप करा
ne: कल गर्न बटन दुई पटक ट्याप गर्नुहोस्
ru: Дважды нажмите кнопку, чтобы позвонить
ta: அழைக்க பொத்தானை இருமுறை தட்டவும்
te: కాల్ చేయడానికి బటన్‌ను రెండుసార్లు నొక్కండి
zh: 双击按钮以拨打电话

source: Emergency SOS
as: জৰুৰীকালীন এছ.অ'.এছ.
bn: জরুরী SOS
de: Notfall-SOS
hi: आपातकालीन SOS
ja: 緊急SOS
kn: ತುರ್ತು SOS
ml: അടിയന്തര SOS
mr: आपत्कालीन SOS
ne: आपतकालीन SOS
ru: Экстренный SOS
ta: அவசர SOS
te: అత్యవసర SOS
zh: 紧急SOS

# emergencySOSDescription
source: This will send an emergency alert with your location to emergency services and your emergency contacts.
as: এইটোৱে আপোনাৰ অৱস্থানৰ সৈতে জৰুৰীকালীন সেৱা আৰু আপোনাৰ জৰুৰীকালীন સંપৰ্কসমূহলৈ এটা জৰুৰীকালীন সতৰ্কবাৰ্তা প্ৰেৰণ কৰিব।
bn: এটি আপনার অবস্থান সহ জরুরী পরিষেবা এবং আপনার জরুরী পরিচিতিগুলিতে একটি জরুরী সতর্কতা পাঠাবে।
de: Dies sendet einen Notfallalarm mit Ihrem Standort an Notdienste und Ihre Notfallkontakte.
hi: खतरे में? SOS भेजें और अपने आपातकालीन संपर्कों को अपना स्थान भेजें
ja: これにより、あなたの位置情報を含む緊急警報が、緊急サービスと緊急連絡先に送信されます。
kn: ಇದು ನಿಮ್ಮ ಸ್ಥಳದೊಂದಿಗೆ ತುರ್ತು ಸೇವೆಗಳಿಗೆ ಮತ್ತು ನಿಮ್ಮ ತುರ್ತು ಸಂಪರ್ಕಗಳಿಗೆ ತುರ್ತು ಎಚ್ಚರಿಕೆಯನ್ನು ಕಳುಹಿಸುತ್ತದೆ.
ml: ഇത് നിങ്ങളുടെ ലൊക്കേഷൻ ഉപയോഗിച്ച് അടിയന്തര സേവനങ്ങൾക്കും നിങ്ങളുടെ അടിയന്തര കോൺടാക്റ്റുകൾക്കും ഒരു അടിയന്തര അലേർട്ട് അയയ്ക്കും.
mr: हे आपल्या स्थानासह आपत्कालीन सेवांना आणि आपल्या आपत्कालीन संपर्कांना आपत्कालीन सूचना पाठवेल.
ne: यसले तपाईंको स्थानसहित आपतकालीन सेवाहरू र तपाईंको आपतकालीन सम्पर्कहरूमा आपतकालीन सतर्कता पठाउनेछ।
ru: Это отправит экстренное оповещение с вашим местоположением в экстренные службы и вашим экстренным контактам.
ta: இது உங்கள் இருப்பிடத்துடன் அவசர சேவைகள் மற்றும் உங்கள் அவசர தொடர்புகளுக்கு அவசர எச்சரிக்கையை அனுப்பும்.
te: ఇది మీ స్థానంతో అత్యవసర సేవలకు మరియు మీ అత్యవసర పరిచయాలకు అత్యవసర హెచ్చరికను పంపుతుంది.
zh: 这将向紧急服务和您的紧急联系人发送包含您位置的紧急警报。

source: Send SOS
as: এছ.অ'.এছ. প্ৰেৰণ কৰক
bn: SOS পাঠান
de: SOS senden
hi: SOS भेजें
ja: SOSを送信
kn: SOS ಕಳುಹಿಸಿ
ml: SOS അയയ്ക്കുക
mr: SOS पाठवा
ne: SOS पठाउनुहोस्
ru: Отправить SOS
ta: SOS அனுப்பு
te: SOS పంపండి
zh: 发送SOS

source: Emergency Contacts
as: জৰুৰীকালীন સંપৰ্ক
bn: জরুরী পরিচিতি
de: Notfallkontakte
hi: आपातकालीन संपर्क
ja: 緊急連絡先
kn: ತುರ್ತು ಸಂಪರ್ಕಗಳು
ml: അടിയന്തര കോൺടാക്റ്റുകൾ
mr: आपत्कालीन संपर्क
ne: आपतकालीन सम्पर्कहरू
ru: Экстренные контакты
ta: அவசர தொடர்புகள்
te: అత్యవసర పరిచయాలు
zh: 紧急联系人

# feelingUnsafe
source: I am feeling unsafe
as: মই অসুৰক্ষিত অনুভৱ কৰিছোঁ
bn: আমি असुरक्षित বোধ করছি
de: Ich fühle mich unsicher
hi: असुरक्षित महसूस कर रहा हूं
ja: 危険を感じています
kn: ನಾನು ಅಸುರಕ್ಷಿತ ಭಾವಿಸುತ್ತಿದ್ದೇನೆ
ml: എനിക്ക് സുരക്ഷിതമല്ലാത്തതായി തോന്നുന്നു
mr: मला असुरक्षित वाटत आहे
ne: म असुरक्षित महसुस गर्दैछु
ru: Я чувствую себя небезопасно
ta: நான் பாதுகாப்பற்றதாக உணர்கிறேன்
te: నేను అసురక్షితంగా ఉన్నాను
zh: 我感觉不安全

source: Need Medical Help
as: চিকিৎসা সহায়ৰ প্ৰয়োজন
bn: চিকিৎসা সহায়তা প্রয়োজন
de: Benötige medizinische Hilfe
hi: चिकित्सा सहायता चाहिए
ja: 医療の助けが必要です
kn: ವೈದ್ಯಕೀಯ ಸಹಾಯ ಬೇಕು
ml: മെഡിക്കൽ സഹായം വേണം
mr: वैद्यकीय मदतीची आवश्यकता आहे
ne: चिकित्सा मद्दत चाहियो
ru: Нужна медицинская помощь
ta: மருத்துவ உதவி தேவை
te: వైద్య సహాయం కావాలి
zh: 需要医疗帮助

source: Need Police Help
as: полиচ সহায়ৰ প্ৰয়োজন
bn: পুলিশের সাহায্য প্রয়োজন
de: Benötige Polizeihilfe
hi: पुलिस सहायता चाहिए
ja: 警察の助けが必要です
kn: ಪೊಲೀಸ್ ಸಹಾಯ ಬೇಕು
ml: പോലീസ് സഹായം വേണം
mr: पोलिसांच्या मदतीची आवश्यकता आहे
ne: प्रहरी मद्दत चाहियो
ru: Нужна помощь полиции
ta: காவல்துறை உதவி தேவை
te: పోలీసు సహాయం కావాలి
zh: 需要警察帮助

# hadInjury
source: I had an Injury
as: মই আঘাত পাইছোঁ
bn: আমার আঘাত লেগেছে
de: Ich hatte eine Verletzung
hi: चोट लगी है
ja: 怪我をしました
kn: ನನಗೆ ಗಾಯವಾಗಿದೆ
ml: എനിക്ക് പരിക്കേറ്റു
mr: मला दुखापत झाली आहे
ne: मलाई चोट लाग्यो
ru: Я получил травму
ta: எனக்கு காயம் ஏற்பட்டது
te: నాకు గాయం అయింది
zh: 我受伤了

# emergencySOSSent
source: Emergency SOS sent successfully!
as: জৰুৰীকালীন এছ.অ'.এছ. সফলতাৰে প্ৰেৰণ কৰা হ'ল!
bn: জরুরী SOS সফলভাবে পাঠানো হয়েছে!
de: Notfall-SOS erfolgreich gesendet!
hi: आपातकालीन SOS भेज दिया गया
ja: 緊急SOSが正常に送信されました！
kn: ತುರ್ತು SOS ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ!
ml: അടിയന്തര SOS വിജയകരമായി അയച്ചു!
mr: आपत्कालीन SOS यशस्वीरित्या पाठवला!
ne: आपतकालीन SOS सफलतापूर्वक पठाइयो!
ru: Экстренный SOS успешно отправлен!
ta: அவசர SOS வெற்றிகரமாக அனுப்பப்பட்டது!
te: అత్యవసర SOS విజయవంతంగా పంపబడింది!
zh: 紧急SOS已成功发送！

source: Welcome to Safe Travel
as: সুৰক্ষিত যাত্ৰালৈ স্বাগতম
bn: নিরাপদ ভ্রমণে স্বাগতম
de: Willkommen bei Safe Travel
hi: सुरक्षित यात्रा में आपका स्वागत है
ja: 安全な旅行へようこそ
kn: ಸುರಕ್ಷಿತ ಪ್ರಯಾಣಕ್ಕೆ ಸ್ವಾಗತ
ml: സുരക്ഷിത യാത്രയിലേക്ക് സ്വാഗതം
mr: सुरक्षित प्रवासात आपले स्वागत आहे
ne: सुरक्षित यात्रामा स्वागत छ
ru: Добро пожаловать в безопасное путешествие
ta: பாதுகாப்பான பயணத்திற்கு வரவேற்கிறோம்
te: సురక్షిత ప్రయాణానికి స్వాగతం
zh: 欢迎来到安全旅行

# trustedCompanionDescription
source: Your trusted companion for secure and monitored travel experiences. Join thousands of travelers who prioritize safety.
as: সুৰক্ষিত আৰু নিৰীক্ষণ কৰা ভ্ৰমণ অভিজ্ঞতাৰ বাবে আপোনাৰ বিশ্বস্ত সঙ্গী। সুৰক্ষাক অগ্ৰাধিকাৰ দিয়া হাজাৰ হাজাৰ ভ্ৰমণকাৰীৰ সৈতে যোগ দিয়ক।
bn: নিরাপদ এবং নিরীক্ষণ করা ভ্রমণ অভিজ্ঞতার জন্য আপনার বিশ্বস্ত সঙ্গী। নিরাপত্তাকে অগ্রাধিকার দেয় এমন হাজার হাজার ভ্রমণকারীদের সাথে যোগ দিন।
de: Ihr vertrauenswürdiger Begleiter für sichere und überwachte Reiseerlebnisse. Schließen Sie sich Tausenden von Reisenden an, die Sicherheit an erste Stelle setzen.
hi: सुरक्षित और निगरानी वाले यात्रा अनुभवों के लिए आपका विश्वसनीय साथी। हजारों यात्रियों से जुड़ें जो सुरक्षा को प्राथमिकता देते हैं।
ja: 安全で監視された旅行体験のための信頼できるパートナー。安全を最優先する何千人もの旅行者に加わりましょう。
kn: ಸುರಕ್ಷಿತ ಮತ್ತು ಮೇಲ್ವಿಚಾರಣೆಯ ಪ್ರಯಾಣದ ಅನುಭವಗಳಿಗಾಗಿ ನಿಮ್ಮ ವಿಶ್ವಾಸಾರ್ಹ ಸಂಗಾತಿ. ಸುರಕ್ಷತೆಗೆ ಆದ್ಯತೆ ನೀಡುವ ಸಾವಿರಾರು ಪ್ರಯಾಣಿಕರೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿ.
ml: സുരക്ഷിതവും നിരീക്ഷിക്കപ്പെടുന്നതുമായ യാത്രാ അനുഭവങ്ങൾക്കായി നിങ്ങളുടെ വിശ്വസ്ത കൂട്ടാളി. സുരക്ഷയ്ക്ക് മുൻഗണന നൽകുന്ന ആയിരക്കണക്കിന് യാത്രക്കാരുമായി ചേരുക.
mr: सुरक्षित आणि देखरेख केलेल्या प्रवासाच्या अनुभवांसाठी आपला विश्वासू साथीदार. सुरक्षेला प्राधान्य देणाऱ्या हजारो प्रवाशांमध्ये सामील व्हा.
ne: सुरक्षित र निगरानी गरिएको यात्रा अनुभवहरूको लागि तपाईंको विश्वसनीय साथी। सुरक्षालाई प्राथमिकता दिने हजारौं यात्रुहरूसँग सामेल हुनुहोस्।
ru: Ваш надежный спутник для безопасных и контролируемых путешествий. Присоединяйтесь к тысячам путешественников, которые ставят безопасность на первое место.
ta: பாதுகாப்பான மற்றும் கண்காணிக்கப்படும் பயண அனுபவங்களுக்கான உங்கள் நம்பகமான துணை. பாதுகாப்பிற்கு முன்னுரிமை அளிக்கும் ஆயிரக்கணக்கான பயணிகளுடன் சேரவும்.
te: సురక్షితమైన మరియు పర్యవేక్షించబడిన ప్రయాణ అనుభవాల కోసం మీ విశ్వసనీయ సహచరుడు. భద్రతకు ప్రాధాన్యతనిచ్చే వేలాది మంది ప్రయాణికులతో చేరండి.
zh: 您安全和受监控旅行体验的可靠伴侣。加入成千上万优先考虑安全的旅行者。

source: Why Choose Yatra Suraksha?
as: যাত্ৰা সুৰক্ষা কিয় বাছিব?
bn: কেন যাত্রা সুরক্ষা বেছে নেবেন?
de: Warum Yatra Suraksha wählen?
hi: यात्रा सुरक्षा क्यों चुनें?
ja: ヤトラ・スラクシャを選ぶ理由
kn: ಯಾತ್ರಾ ಸುರಕ್ಷಾವನ್ನು ಏಕೆ ಆರಿಸಬೇಕು?
ml: എന്തുകൊണ്ട് യാത്ര സുരക്ഷ തിരഞ്ഞെടുക്കണം?
mr: यात्रा सुरक्षा का निवडावी?
ne: यात्रा सुरक्षा किन रोज्ने?
ru: Почему стоит выбрать Ятра Суракша?
ta: யாத்ரா சுரக்ஷாவை ஏன் தேர்வு செய்ய வேண்டும்?
te: యాత్రా సురక్షను ఎందుకు ఎంచుకోవాలి?
zh: 为什么选择Yatra Suraksha？

source: Real-time Location Tracking
as: ৰিয়েল-টাইম অৱস্থান ট্ৰেকিং
bn: রিয়েল-টাইম অবস্থান ট্র্যাকিং
de: Echtzeit-Standortverfolgung
hi: रियल-टाइम स्थान ट्रैकिंग
ja: リアルタイム位置追跡
kn: ನೈಜ-ಸಮಯದ ಸ್ಥಳ ಟ್ರ್ಯಾಕಿಂಗ್
ml: തത്സമയ ലൊക്കേഷൻ ട്രാക്കിംഗ്
mr: रिअल-टाइम स्थान ट्रॅकिंग
ne: वास्तविक-समय स्थान ट्र्याकिङ
ru: Отслеживание местоположения в реальном времени
ta: நிகழ்நேர இருப்பிடக் கண்காணிப்பு
te: నిజ-సమయ స్థాన ట్రాకింగ్
zh: 实时位置跟踪

# stayConnectedWithLovedOnes
source: Stay connected with your loved ones
as: আপোনাৰ আপোনজনৰ সৈতে সংযুক্ত থাকক
bn: আপনার প্রিয়জনদের সাথে সংযুক্ত থাকুন
de: Bleiben Sie mit Ihren Lieben in Verbindung
hi: अपने प्रियजनों से जुड़े रहें
ja: 大切な人とつながりを保つ
kn: ನಿಮ್ಮ ಪ್ರೀತಿಪಾತ್ರರೊಂದಿಗೆ ಸಂಪರ್ಕದಲ್ಲಿರಿ
ml: നിങ്ങളുടെ പ്രിയപ്പെട്ടവരുമായി ബന്ധം പുലർത്തുക
mr: आपल्या प्रियजनांशी कनेक्ट रहा
ne: आफ्ना प्रियजनहरूसँग सम्पर्कमा रहनुहोस्
ru: Оставайтесь на связи со своими близкими
ta: உங்கள் அன்புக்குரியவர்களுடன் இணைந்திருங்கள்
te: మీ ప్రియమైనవారితో కనెక్ట్ అయి ఉండండి
zh: 与您所爱的人保持联系

# documentVerificationFeature
source: Document Verification
as: নথি সত্যাপন
bn: নথি যাচাইকরণ
de: Dokumentenverifizierung
hi: दस्तावेज़ सत्यापन
ja: 書類認証
kn: ದಾಖಲೆ ಪರಿಶೀಲನೆ
ml: രേഖ പരിശോധന
mr: दस्तऐवज पडताळणी
ne: कागजात प्रमाणीकरण
ru: Проверка документов
ta: ஆவண சரிபார்ப்பு
te: పత్ర ధృవీకరణ
zh: 文件验证

# secureIdentityVerification
source: Secure identity verification process
as: সুৰক্ষিত পৰিচয় সত্যাপন প্ৰক্ৰিয়া
bn: সুরক্ষিত পরিচয় যাচাইকরণ প্রক্রিয়া
de: Sicherer Identitätsüberprüfungsprozess
hi: सुरक्षित पहचान सत्यापन प्रक्रिया
ja: 安全な本人確認プロセス
kn: ಸುರಕ್ಷಿತ ಗುರುತಿನ ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆ
ml: സുരക്ഷിത ഐഡന്റിറ്റി പരിശോധന പ്രക്രിയ
mr: सुरक्षित ओळख पडताळणी प्रक्रिया
ne: सुरक्षित पहिचान प्रमाणीकरण प्रक्रिया
ru: Безопасный процесс проверки личности
ta: பாதுகாப்பான அடையாள சரிபார்ப்பு செயல்முறை
te: సురక్షిత గుర్తింపు ధృవీకరణ ప్రక్రియ
zh: 安全的身份验证过程

# emergencySupport247
source: 24/7 Emergency Support
as: ২৪/৭ জৰুৰীকালীন সহায়
bn: ২৪/৭ জরুরী সহায়তা
de: 24/7 Notfallunterstützung
hi: 24/7 आपातकालीन सहायता
ja: 24時間年中無休の緊急サポート
kn: 24/7 ತುರ್ತು ಬೆಂಬಲ
ml: 24/7 അടിയന്തര പിന്തുണ
mr: २४/७ आपत्कालीन सहाय्य
ne: २४/७ आपतकालीन समर्थन
ru: Круглосуточная экстренная поддержка
ta: 24/7 அவசர ஆதரவு
te: 24/7 అత్యవసర మద్దతు
zh: 24/7紧急支持

# roundTheClockAssistance
source: Round-the-clock assistance when needed
as: প্ৰয়োজন হ'লে ২৪ ঘণ্টা সহায়
bn: প্রয়োজনের সময় চব্বিশ ঘন্টা সহায়তা
de: Rund-um-die-Uhr-Hilfe bei Bedarf
hi: जरूरत के समय चौबीसों घंटे सहायता
ja: 必要なときの24時間体制の支援
kn: ಅಗತ್ಯವಿದ್ದಾಗ ಗಡಿಯಾರದ ಸುತ್ತ ಸಹಾಯ
ml: ആവശ്യമുള്ളപ്പോൾ മുഴുവൻ സമയ സഹായം
mr: गरज असेल तेव्हा चोवीस तास सहाय्य
ne: आवश्यक परेको बेला चौबीसै घण्टा सहायता
ru: Круглосуточная помощь при необходимости
ta: தேவைப்படும்போது круглосуточная உதவி
te: అవసరమైనప్పుడు గడియారం చుట్టూ సహాయం
zh: 需要时提供全天候协助

source: Continue with Google
as: Googleৰ সৈতে অব্যাহত ৰাখক
bn: Google দিয়ে চালিয়ে যান
de: Mit Google fortfahren
hi: Google के साथ जारी रखें
ja: Googleで続行
kn: Google ನೊಂದಿಗೆ ಮುಂದುವರಿಸಿ
ml: Google ഉപയോഗിച്ച് തുടരുക
mr: Google सह सुरू ठेवा
ne: Google मार्फत जारी राख्नुहोस्
ru: Продолжить с Google
ta: Google உடன் தொடரவும்
te: Google తో కొనసాగించండి
zh: 使用Google继续

source: Signing you in...
as: আপোনাক চাইন ইন কৰা হৈছে...
bn: আপনাকে সাইন ইন করা হচ্ছে...
de: Sie werden angemeldet...
hi: आपको साइन इन कर रहे हैं...
ja: サインインしています...
kn: ನಿಮ್ಮನ್ನು ಸೈನ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: നിങ്ങളെ സൈൻ ഇൻ ചെയ്യുന്നു...
mr: तुम्हाला साइन इन करत आहे...
ne: तपाईंलाई साइन इन गर्दै...
ru: Выполняется вход...
ta: உங்களை உள்நுழைக்கிறது...
te: మిమ్మల్ని సైన్ ఇన్ చేస్తోంది...
zh: 正在为您登录...

source: Identity Verification
as: পৰিচয় সত্যাপন
bn: পরিচয় যাচাইকরণ
de: Identitätsüberprüfung
hi: पहचान सत्यापन
ja: 本人確認
kn: ಗುರುತಿನ ಪರಿಶೀಲನೆ
ml: ഐഡന്റിറ്റി പരിശോധന
mr: ओळख पडताळणी
ne: पहिचान प्रमाणीकरण
ru: Проверка личности
ta: அடையாள சரிபார்ப்பு
te: గుర్తింపు ధృవీకరణ
zh: 身份验证

# chooseIdentityDocument
source: Choose your identity document to begin the secure verification process
as: সুৰক্ষিত সত্যাপন প্ৰক্ৰিয়া আৰম্ভ কৰিবলৈ আপোনাৰ পৰিচয় পত্ৰ বাছনি কৰক
bn: সুরক্ষিত যাচাইকরণ প্রক্রিয়া শুরু করতে আপনার পরিচয়পত্র নির্বাচন করুন
de: Wählen Sie Ihr Ausweisdokument, um den sicheren Überprüfungsprozess zu starten
hi: सुरक्षित सत्यापन प्रक्रिया शुरू करने के लिए अपना पहचान दस्तावेज़ चुनें
ja: 安全な認証プロセスを開始するために、身分証明書を選択してください
kn: ಸುರಕ್ಷಿತ ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಗುರುತಿನ ದಾಖಲೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: സുരക്ഷിതമായ പരിശോധന പ്രക്രിയ ആരംഭിക്കുന്നതിന് നിങ്ങളുടെ തിരിച്ചറിയൽ രേഖ തിരഞ്ഞെടുക്കുക
mr: सुरक्षित पडताळणी प्रक्रिया सुरू करण्यासाठी आपले ओळखपत्र निवडा
ne: सुरक्षित प्रमाणीकरण प्रक्रिया सुरु गर्न आफ्नो परिचय कागजात छान्नुहोस्
ru: Выберите ваш документ, удостоверяющий личность, чтобы начать безопасный процесс проверки
ta: பாதுகாப்பான சரிபார்ப்பு செயல்முறையைத் தொடங்க உங்கள் அடையாள ஆவணத்தைத் தேர்ந்தெடுக்கவும்
te: సురక్షిత ధృవీకరణ ప్రక్రియను ప్రారంభించడానికి మీ గుర్తింపు పత్రాన్ని ఎంచుకోండి
zh: 选择您的身份证件以开始安全验证过程

source: Aadhaar Card
as: আধাৰ কাৰ্ড
bn: আধার কার্ড
de: Aadhaar-Karte
hi: आधार कार्ड
ja: アーダールカード
kn: ಆಧಾರ್ ಕಾರ್ಡ್
ml: ആധാർ കാർഡ്
mr: आधार कार्ड
ne: आधार कार्ड
ru: Карта Aadhaar
ta: ஆதார் அட்டை
te: ఆధార్ కార్డ్
zh: 阿德哈尔卡

source: Indian National Identity Card
as: ভাৰতীয় ৰাষ্ট্ৰীয় পৰিচয় পত্ৰ
bn: ভারতীয় জাতীয় পরিচয়পত্র
de: Indischer Personalausweis
hi: भारतीय राष्ट्रीय पहचान पत्र
ja: インド国民IDカード
kn: ಭಾರತೀಯ ರಾಷ್ಟ್ರೀಯ ಗುರುತಿನ ಚೀಟಿ
ml: ഇന്ത്യൻ ദേശീയ തിരിച്ചറിയൽ കാർഡ്
mr: भारतीय राष्ट्रीय ओळखपत्र
ne: भारतीय राष्ट्रिय परिचय पत्र
ru: Национальное удостоверение личности Индии
ta: இந்திய தேசிய அடையாள அட்டை
te: భారత జాతీయ గుర్తింపు కార్డ్
zh: 印度国民身份证

# governmentIssued12DigitId
source: Government-issued 12-digit unique identification
as: চৰকাৰীভাৱে প্ৰদান কৰা ১২-অংকৰ অনন্য পৰিচয়
bn: সরকার কর্তৃক প্রদত্ত ১২-সংখ্যার অনন্য পরিচয়
de: Von der Regierung ausgestellte 12-stellige eindeutige Identifikation
hi: सरकार द्वारा जारी 12-अंकीय विशिष्ट पहचान
ja: 政府発行の12桁の固有識別番号
kn: ಸರ್ಕಾರದಿಂದ ನೀಡಲಾದ 12-ಅಂಕಿಯ ಅನನ್ಯ ಗುರುತಿನ ಚೀಟಿ
ml: സർക്കാർ നൽകിയ 12 അക്ക അദ്വിതീയ തിരിച്ചറിയൽ
mr: सरकारने जारी केलेले १२-अंकी अद्वितीय ओळख
ne: सरकार द्वारा जारी १२-अंकको अद्वितीय पहिचान
ru: Выданный правительством 12-значный уникальный идентификатор
ta: அரசாங்கத்தால் வழங்கப்பட்ட 12 இலக்க தனித்துவமான அடையாளம்
te: ప్రభుత్వం జారీ చేసిన 12-అంకెల ప్రత్యేక గుర్తింపు
zh: 政府颁发的12位唯一身份证明
