Repository: yatraSuraksha/YATRASURAKSHA-MOBILE
Catalog: lib/l10n/app_*.arb
Languages: as, bn, de, hi, ja, kn, ml, mr, ne, ru, ta, te, zh

source: Quick Verification
as: দ্ৰুত সত্যাপন
bn: দ্রুত যাচাইকরণ
de: Schnelle Überprüfung
hi: त्वरित सत्यापन
ja: 迅速な認証
kn: ತ್ವರಿತ ಪರಿಶೀಲನೆ
ml: ദ്രുത പരിശോധന
mr: त्वरित पडताळणी
ne: द्रुत प्रमाणीकरण
ru: Быстрая проверка
ta: விரைவான சரிபார்ப்பு
te: శీఘ్ర ధృవీకరణ
zh: 快速验证

source: OTP Based
as: অ'.টি.পি. ভিত্তিক
bn: ওটিপি ভিত্তিক
de: OTP-basiert
hi: OTP आधारित
ja: OTPベース
kn: OTP ಆಧಾರಿತ
ml: OTP അടിസ്ഥാനമാക്കി
mr: ओटीपी आधारित
ne: ओटीपी आधारित
ru: На основе OTP
ta: OTP அடிப்படையிலானது
te: OTP ఆధారితం
zh: 基于OTP

source: Instant Results
as: তৎক্ষণিক ফলাফল
bn: তাত্ক্ষণিক ফলাফল
de: Sofortige Ergebnisse
hi: तत्काल परिणाम
ja: 即時結果
kn: ತಕ್ಷಣದ ಫಲಿತಾಂಶಗಳು
ml: തൽക്ഷണ ഫലങ്ങൾ
mr: त्वरित परिणाम
ne: तत्काल परिणाम
ru: Мгновенные результаты
ta: உடனடி முடிவுகள்
te: తక్షణ ఫలితాలు
zh: 即时结果

source: Passport
as: পাছপ'ৰ্ট
bn: পাসপোর্ট
de: Reisepass
hi: पासपोर्ट
ja: パスポート
kn: ಪಾಸ್‌ಪೋರ್ಟ್
ml: പാസ്‌പോർട്ട്
mr: पासपोर्ट
ne: पासपोर्ट
ru: Паспорт
ta: கடவுச்சீட்டு
te: పాస్‌పోర్ట్
zh: 护照

source: International Travel Document
as: আন্তঃৰাষ্ট্ৰীয় ভ্ৰমণ নথি
bn: আন্তর্জাতিক ভ্রমণ নথি
de: Internationales Reisedokument
hi: अंतर्राष्ट्रीय यात्रा दस्तावेज़
ja: 国際渡航文書
kn: ಅಂತರರಾಷ್ಟ್ರೀಯ ಪ್ರಯಾಣ ದಾಖಲೆ
ml: അന്താരാഷ്ട്ര യാത്രാ രേഖ
mr: आंतरराष्ट्रीय प्रवास दस्तऐवज
ne: अन्तर्राष्ट्रिय यात्रा कागजात
ru: Международный проездной документ
ta: சர்வதேச பயண ஆவணம்
te: అంతర్జాతీయ ప్రయాణ పత్రం
zh: 国际旅行证件

# governmentIssuedTravelDocument
source: Government-issued travel and identity document
as: চৰকাৰীভাৱে প্ৰদান কৰা ভ্ৰমণ আৰু পৰিচয় নথি
bn: সরকার কর্তৃক প্রদত্ত ভ্রমণ ও পরিচয়পত্র
de: Von der Regierung ausgestelltes Reise- und Ausweisdokument
hi: सरकार द्वारा जारी यात्रा और पहचान दस्तावेज़
ja: 政府発行の渡航および身分証明書
kn: ಸರ್ಕಾರದಿಂದ ನೀಡಲಾದ ಪ್ರಯಾಣ ಮತ್ತು ಗುರುತಿನ ದಾಖಲೆ
ml: സർക്കാർ നൽകിയ യാത്രയും തിരിച്ചറിയൽ രേഖയും
mr: सरकारने जारी केलेले प्रवास आणि ओळखपत्र
ne: सरकार द्वारा जारी यात्रा र परिचय कागजात
ru: Выданный правительством проездной и удостоверяющий личность документ
ta: அரசாங்கத்தால் வழங்கப்பட்ட பயண மற்றும் அடையாள ஆவணம்
te: ప్రభుత్వం జారీ చేసిన ప్రయాణ మరియు గుర్తింపు పత్రం
zh: 政府颁发的旅行和身份证件

source: Global Recognition
as: গোলকীয় স্বীকৃতি
bn: বিশ্বব্যাপী স্বীকৃতি
de: Weltweite Anerkennung
hi: वैश्विक मान्यता
ja: 世界的な認知度
kn: ಜಾಗತಿಕ ಮಾನ್ಯತೆ
ml: ആഗോള അംഗീകാരം
mr: जागतिक ओळख
ne: विश्वव्यापी मान्यता
ru: Всемирное признание
ta: உலகளாவிய அங்கீகாரம்
te: ప్రపంచ గుర్తింపు
zh: 全球认可

source: Photo Verification
as: ফটো সত্যাপন
bn: ছবি যাচাইকরণ
de: Fotoüberprüfung
hi: फोटो सत्यापन
ja: 写真認証
kn: ಫೋಟೋ ಪರಿಶೀಲನೆ
ml: ഫോട്ടോ പരിശോധന
mr: फोटो पडताळणी
ne: फोटो प्रमाणीकरण
ru: Проверка по фото
ta: புகைப்பட சரிபார்ப்பு
te: ఫోటో ధృవీకరణ
zh: 照片验证

source: Secure
as: সুৰক্ষিত
bn: সুরক্ষিত
de: Sicher
hi: सुरक्षित
ja: 安全
kn: ಸುರಕ್ಷಿತ
ml: സുരക്ഷിതം
mr: सुरक्षित
ne: सुरक्षित
ru: Безопасно
ta: பாதுப்பானது
te: సురక్షితం
zh: 安全

# continueButton
source: Continue
as: অব্যাহত ৰাখক
bn: চালিয়ে যান
de: Weiter
hi: जारी रखें
ja: 続行
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: सुरू ठेवा
ne: जारी राख्नुहोस्
ru: Продолжить
ta: தொடரவும்
te: కొనసాగించండి
zh: 继续

source: Manual Entry
as: মেনুৱেল এণ্ট্ৰি
bn: ম্যানুয়াল এন্ট্রি
de: Manuelle Eingabe
hi: मैनुअल एंट्री
ja: 手動入力
kn: ಹಸ್ತಚಾಲಿತ ನಮೂದು
ml: മാനുവൽ എൻട്രി
mr: मॅन्युअल एंट्री
ne: म्यानुअल प्रविष्टि
ru: Ручной ввод
ta: கையேடு நுழைவு
te: మాన్యువల్ ఎంట్రీ
zh: 手动输入

source: Document Scanning
as: নথি স্কেনিং
bn: নথি স্ক্যানিং
de: Dokumentenscan
hi: दस्तावेज़ स्कैनिंग
ja: ドキュメントスキャン
kn: ದಾಖಲೆ ಸ್ಕ್ಯಾನಿಂಗ್
ml: രേഖ സ്കാനിംഗ്
mr: दस्तऐवज स्कॅनिंग
ne: कागजात स्क्यानिङ
ru: Сканирование документа
ta: ஆவண ஸ்கேனிங்
te: పత్ర స్కానింగ్
zh: 文件扫描

source: Photo Upload
as: ফটো আপলোড
bn: ছবি আপলোড
de: Foto-Upload
hi: फोटो अपलोड
ja: 写真アップロード
kn: ಫೋಟೋ ಅಪ್‌ಲೋಡ್
ml: ഫോട്ടോ അപ്‌ലോഡ്
mr: फोटो अपलोड
ne: फोटो अपलोड
ru: Загрузка фото
ta: புகைப்பட பதிவேற்றம்
te: ఫోటో అప్‌లోడ్
zh: 照片上传

source: Verify {document}
as: {document} সত্যাপন কৰক
bn: {document} যাচাই করুন
de: {document} überprüfen
hi: {document} सत्यापित करें
ja: {document}を検証する
kn: {document} ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ml: {document} പരിശോധിക്കുക
mr: {document} सत्यापित करा
ne: {document} प्रमाणित गर्नुहोस्
ru: Проверить {document}
ta: {document}ஐ சரிபார்க்கவும்
te: {document}ను ధృవీకరించండి
zh: 验证{document}

# enterAadhaarNumber
source: Enter your 12-digit Aadhaar number below
as: তলত আপোনাৰ ১২-অংকৰ আধাৰ নম্বৰ দিয়ক
bn: নীচে আপনার ১২-সংখ্যার আধার নম্বর লিখুন
de: Geben Sie unten Ihre 12-stellige Aadhaar-Nummer ein
hi: नीचे अपना 12-अंकीय आधार नंबर दर्ज करें
ja: 以下に12桁のアーダール番号を入力してください
kn: ಕೆಳಗೆ ನಿಮ್ಮ 12-ಅಂಕಿಯ ಆಧಾರ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ 12 അക്ക ആധാർ നമ്പർ താഴെ നൽകുക
mr: खाली आपला १२-अंकी आधार क्रमांक प्रविष्ट करा
ne: तल आफ्नो १२-अंकको आधार नम्बर प्रविष्ट गर्नुहोस्
ru: Введите ваш 12-значный номер Aadhaar ниже
ta: கீழே உங்கள் 12 இலக்க ஆதார் எண்ணை உள்ளிடவும்
te: కింద మీ 12-అంకెల ఆధార్ నంబర్‌ను నమోదు చేయండి
zh: 在下方输入您的12位阿德哈尔号码

# enterPassportNumber
source: Enter your passport number below
as: তলত আপোনাৰ পাছপ'ৰ্ট নম্বৰ দিয়ক
bn: নীচে আপনার পাসপোর্ট নম্বর লিখুন
de: Geben Sie unten Ihre Passnummer ein
hi: नीचे अपना पासपोर्ट नंबर दर्ज करें
ja: 以下にパスポート番号を入力してください
kn: ಕೆಳಗೆ ನಿಮ್ಮ ಪಾಸ್‌ಪೋರ್ಟ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പാസ്‌പോർട്ട് നമ്പർ താഴെ നൽകുക
mr: खाली आपला पासपोर्ट क्रमांक प्रविष्ट करा
ne: तल आफ्नो पासपोर्ट नम्बर प्रविष्ट गर्नुहोस्
ru: Введите номер вашего паспорта ниже
ta: கீழே உங்கள் கடவுச்சீட்டு எண்ணை உள்ளிடவும்
te: కింద మీ పాస్‌పోర్ట్ నంబర్‌ను నమోదు చేయండి
zh: 在下方输入您的护照号码

# positionAadhaarInFrame
source: Position your Aadhaar card in the camera frame
as: আপোনাৰ আধাৰ কাৰ্ডখন কেমেৰা ফ্ৰেমত ৰাখক
bn: আপনার আধার কার্ডটি ক্যামেরা ফ্রেমে রাখুন
de: Positionieren Sie Ihre Aadhaar-Karte im Kamerarahmen
hi: अपने आधार कार्ड को कैमरा फ्रेम में रखें
ja: カメラのフレーム内にアーダールカードを配置してください
kn: ನಿಮ್ಮ ಆಧಾರ್ ಕಾರ್ಡ್ ಅನ್ನು ಕ್ಯಾಮೆರಾ ಫ್ರೇಮ್‌ನಲ್ಲಿ ಇರಿಸಿ
ml: നിങ്ങളുടെ ആധാർ കാർഡ് ക്യാമറ ഫ്രെയിമിൽ സ്ഥാപിക്കുക
mr: आपले आधार कार्ड कॅमेरा फ्रेममध्ये ठेवा
ne: आफ्नो आधार कार्डलाई क्यामेरा फ्रेममा राख्नुहोस्
ru: Поместите вашу карту Aadhaar в рамку камеры
ta: உங்கள் ஆதார் அட்டையை கேமரா சட்டகத்தில் வைக்கவும்
te: మీ ఆధార్ కార్డ్‌ను కెమెరా ఫ్రేమ్‌లో ఉంచండి
zh: 将您的阿德哈尔卡放在相机框内

# positionPassportInFrame
source: Position your passport in the camera frame
as: আপোনাৰ পাছপ'ৰ্টখন কেমেৰা ফ্ৰেমত ৰাখক
bn: আপনার পাসপোর্টটি ক্যামেরা ফ্রেমে রাখুন
de: Positionieren Sie Ihren Reisepass im Kamerarahmen
hi: अपने पासपोर्ट को कैमरा फ्रेम में रखें
ja: カメラのフレーム内にパスポートを配置してください
kn: ನಿಮ್ಮ ಪಾಸ್‌ಪೋರ್ಟ್ ಅನ್ನು ಕ್ಯಾಮೆರಾ ಫ್ರೇಮ್‌ನಲ್ಲಿ ಇರಿಸಿ
ml: നിങ്ങളുടെ പാസ്‌പോർട്ട് ക്യാമറ ഫ്രെയിമിൽ സ്ഥാപിക്കുക
mr: आपला पासपोर्ट कॅमेरा फ्रेममध्ये ठेवा
ne: आफ्नो पासपोर्टलाई क्यामेरा फ्रेममा राख्नुहोस्
ru: Поместите ваш паспорт в рамку камеры
ta: உங்கள் கடவுச்சீட்டை கேமரா சட்டகத்தில் வைக்கவும்
te: మీ పాస్‌పోర్ట్‌ను కెమెరా ఫ్రేమ్‌లో ఉంచండి
zh: 将您的护照放在相机框内

# selectAadhaarPhoto
source: Select a clear photo of your Aadhaar card
as: আপোনাৰ আধাৰ কাৰ্ডৰ এখন স্পষ্ট ফটো বাছনি কৰক
bn: আপনার আধার কার্ডের একটি পরিষ্কার ছবি নির্বাচন করুন
de: Wählen Sie ein klares Foto Ihrer Aadhaar-Karte aus
hi: अपने आधार कार्ड की स्पष्ट फोटो चुनें
ja: アーダールカードの鮮明な写真を選択してください
kn: ನಿಮ್ಮ ಆಧಾರ್ ಕಾರ್ಡ್‌ನ ಸ್ಪಷ್ಟ ಫೋಟೋವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ ആധാർ കാർഡിന്റെ വ്യക്തമായ ഫോട്ടോ തിരഞ്ഞെടുക്കുക
mr: आपल्या आधार कार्डाचा एक स्पष्ट फोटो निवडा
ne: आफ्नो आधार कार्डको स्पष्ट फोटो चयन गर्नुहोस्
ru: Выберите четкую фотографию вашей карты Aadhaar
ta: உங்கள் ஆதார் அட்டையின் தெளிவான புகைப்படத்தைத் தேர்ந்தெடுக்கவும்
te: మీ ఆధార్ కార్డ్ యొక్క స్పష్టమైన ఫోటోను ఎంచుకోండి
zh: 选择您的阿德哈尔卡的清晰照片

# selectPassportPhoto
source: Select a clear photo of your passport
as: আপোনাৰ পাছপ'ৰ্টৰ এখন স্পষ্ট ফটো বাছনি কৰক
bn: আপনার পাসপোর্টের একটি পরিষ্কার ছবি নির্বাচন করুন
de: Wählen Sie ein klares Foto Ihres Reisepasses aus
hi: अपने पासपोर्ट की स्पष्ट फोटो चुनें
ja: パスポートの鮮明な写真を選択してください
kn: ನಿಮ್ಮ ಪಾಸ್‌ಪೋರ್ಟ್‌ನ ಸ್ಪಷ್ಟ ಫೋಟೋವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ പാസ്‌പോർട്ടിന്റെ വ്യക്തമായ ഫോട്ടോ തിരഞ്ഞെടുക്കുക
mr: आपल्या पासपोर्टचा एक स्पष्ट फोटो निवडा
ne: आफ्नो पासपोर्टको स्पष्ट फोटो चयन गर्नुहोस्
ru: Выберите четкую фотографию вашего паспорта
ta: உங்கள் கடவுச்சீட்டின் தெளிவான புகைப்படத்தைத் தேர்ந்தெடுக்கவும்
te: మీ పాస్‌పోర్ట్ యొక్క స్పష్టమైన ఫోటోను ఎంచుకోండి
zh: 选择您的护照的清晰照片

# completeVerificationProcess
source: Complete the verification process
as: সত্যাপন প্ৰক্ৰিয়া সম্পূৰ্ণ কৰক
bn: যাচাইকরণ প্রক্রিয়াটি সম্পূর্ণ করুন
de: Schließen Sie den Überprüfungsprozess ab
hi: सत्यापन प्रक्रिया पूरी करें
ja: 検証プロセスを完了してください
kn: ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
ml: പരിശോധന പ്രക്രിയ പൂർത്തിയാക്കുക
mr: पडताळणी प्रक्रिया पूर्ण करा
ne: प्रमाणीकरण प्रक्रिया पूरा गर्नुहोस्
ru: Завершите процесс проверки
ta: சரிபார்ப்பு செயல்முறையை முடிக்கவும்
te: ధృవీకరణ ప్రక్రియను పూర్తి చేయండి
zh: 完成验证过程

source: {document} Verification
as: {document} সত্যাপন
bn: {document} যাচাইকরণ
de: {document}-Überprüfung
hi: {document} सत्यापन
ja: {document}の検証
kn: {document} ಪರಿಶೀಲನೆ
ml: {document} പരിശോധന
mr: {document} पडताळणी
ne: {document} प्रमाणीकरण
ru: Проверка {document}
ta: {document} சரிபார்ப்பு
te: {document} ధృవీకరణ
zh: {document}验证

source: How would you like to verify?
as: আপুনি কেনেকৈ সত্যাপন কৰিব বিচাৰে?
bn: আপনি কিভাবে যাচাই করতে চান?
de: Wie möchten Sie sich verifizieren?
hi: आप कैसे सत्यापित करना चाहते हैं?
ja: どのように検証しますか？
kn: ನೀವು ಹೇಗೆ ಪರಿಶೀಲಿಸಲು ಬಯಸುತ್ತೀರಿ?
ml: നിങ്ങൾ എങ്ങനെ പരിശോധിക്കാൻ ആഗ്രഹിക്കുന്നു?
mr: तुम्ही कसे सत्यापित करू इच्छिता?
ne: तपाईं कसरी प्रमाणित गर्न चाहनुहुन्छ?
ru: Как вы хотите пройти проверку?
ta: நீங்கள் எவ்வாறு சரிபார்க்க விரும்புகிறீர்கள்?
te: మీరు ఎలా ధృవీకరించాలనుకుంటున్నారు?
zh: 您想如何验证？

# pickMethodThatWorksBest
source: Pick the method that works best for you
as: আপোনাৰ বাবে সৰ্বোত্তম কাম কৰা পদ্ধতিটো বাছনি কৰক
bn: আপনার জন্য সবচেয়ে ভাল কাজ করে এমন পদ্ধতিটি বেছে নিন
de: Wählen Sie die Methode, die für Sie am besten geeignet ist
hi: अपने लिए सबसे उपयुक्त तरीका चुनें
ja: あなたに最適な方法を選んでください
kn: ನಿಮಗೆ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ವಿಧಾನವನ್ನು ಆರಿಸಿ
ml: നിങ്ങൾക്ക് ഏറ്റവും അനുയോജ്യമായ രീതി തിരഞ്ഞെടുക്കുക
mr: तुमच्यासाठी सर्वोत्तम काम करणारी पद्धत निवडा
ne: तपाईंको लागि सबैभन्दा राम्रो काम गर्ने विधि छान्नुहोस्
ru: Выберите метод, который подходит вам лучше всего
ta: உங்களுக்குச் சிறந்த முறையில் செயல்படும் முறையைத் தேர்ந்தெடுக்கவும்
te: మీకు ఉత్తమంగా పనిచేసే పద్ధతిని ఎంచుకోండి
zh: 选择最适合您的方法

source: Document Scanner
as: নথি স্কেনাৰ
bn: নথি স্ক্যানার
de: Dokumentenscanner
hi: दस्तावेज़ स्कैनर
ja: ドキュメントスキャナー
kn: ದಾಖಲೆ ಸ್ಕ್ಯಾನರ್
ml: രേഖ സ്കാനർ
mr: दस्तऐवज स्कॅनर
ne: कागजात स्क्यानर
ru: Сканер документов
ta: ஆவண ஸ்கேனர்
te: పత్ర స్కానర్
zh: 文件扫描仪

source: Upload Photo
as: ফটো আপলোড কৰক
bn: ছবি আপলোড করুন
de: Foto hochladen
hi: फोटो अपलोड करें
ja: 写真をアップロード
kn: ಫೋಟೋ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഫോട്ടോ അപ്‌ലോഡ് ചെയ്യുക
mr: फोटो अपलोड करा
ne: फोटो अपलोड गर्नुहोस्
ru: Загрузить фото
ta: புகைப்படத்தைப் பதிவேற்றவும்
te: ఫోటోను అప్‌లోడ్ చేయండి
zh: 上传照片

# typeDocumentNumber
source: Type your document number
as: আপোনাৰ নথি নম্বৰ টাইপ কৰক
bn: আপনার নথি নম্বর টাইপ করুন
de: Geben Sie Ihre Dokumentennummer ein
hi: अपना दस्तावेज़ नंबर टाइप करें
ja: ドキュメント番号を入力してください
kn: ನಿಮ್ಮ ದಾಖಲೆ ಸಂಖ್ಯೆಯನ್ನು ಟೈಪ್ ಮಾಡಿ
ml: നിങ്ങളുടെ രേഖ നമ്പർ ടൈപ്പ് ചെയ്യുക
mr: तुमचा दस्तऐवज क्रमांक टाइप करा
ne: आफ्नो कागजात नम्बर टाइप गर्नुहोस्
ru: Введите номер вашего документа
ta: உங்கள் ஆவண எண்ணை உள்ளிடவும்
te: మీ పత్ర సంఖ్యను టైప్ చేయండి
zh: 输入您的文件号码

# useCameraToScan
source: Use camera to scan document
as: নথি স্কেন কৰিবলৈ কেমেৰা ব্যৱহাৰ কৰক
bn: নথি স্ক্যান করতে ক্যামেরা ব্যবহার করুন
de: Verwenden Sie die Kamera, um das Dokument zu scannen
hi: दस्तावेज़ स्कैन करने के लिए कैमरा का उपयोग करें
ja: カメラを使ってドキュメントをスキャン
kn: ದಾಖಲೆಯನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಕ್ಯಾಮೆರಾವನ್ನು ಬಳಸಿ
ml: രേഖ സ്കാൻ ചെയ്യാൻ ക്യാമറ ഉപയോഗിക്കുക
mr: दस्तऐवज स्कॅन करण्यासाठी कॅमेरा वापरा
ne: कागजात स्क्यान गर्न क्यामेरा प्रयोग गर्नुहोस्
ru: Используйте камеру для сканирования документа
ta: ஆவணத்தை ஸ்கேன் செய்ய கேமராவைப் பயன்படுத்தவும்
te: పత్రాన్ని స్కాన్ చేయడానికి కెమెరాను ఉపయోగించండి
zh: 使用相机扫描文件

source: Choose from gallery
as: গেলাৰীৰ পৰা বাছনি কৰক
bn: গ্যালারি থেকে বেছে নিন
de: Aus der Galerie auswählen
hi: गैलरी से चुनें
ja: ギャラリーから選択
kn: ಗ್ಯಾಲರಿಯಿಂದ ಆರಿಸಿ
ml: ഗാലറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: गॅलरीमधून निवडा
ne: ग्यालरीबाट छान्नुहोस्
ru: Выбрать из галереи
ta: கேலரியில் இருந்து தேர்ந்தெடுக்கவும்
te: గ్యాలరీ నుండి ఎంచుకోండి
zh: 从图库中选择

# quickAndEasy
source: Quick & Easy
as: দ্ৰুত আৰু সহজ
bn: দ্রুত এবং সহজ
de: Schnell & einfach
hi: त्वरित और आसान
ja: 迅速＆簡単
kn: ತ್ವರಿತ ಮತ್ತು ಸುಲಭ
ml: വേഗത്തിലും എളുപ്പത്തിലും
mr: जलद आणि सोपे
ne: छिटो र सजिलो
ru: Быстро и легко
ta: விரைவான மற்றும் எளிதானது
te: త్వరిత & సులభం
zh: 快速简便

source: No Camera Required
as: কেমেৰাৰ প্ৰয়োজন নাই
bn: কোন ক্যামেরা প্রয়োজন নেই
de: Keine Kamera erforderlich
hi: कैमरा की आवश्यकता नहीं
ja: カメラ不要
kn: ಕ್ಯಾಮೆರಾ ಅಗತ್ಯವಿಲ್ಲ
ml: ക്യാമറ ആവശ്യമില്ല
mr: कॅमेऱ्याची आवश्यकता नाही
ne: क्यामेरा आवश्यक छैन
ru: Камера не требуется
ta: கேமரா தேவையில்லை
te: కెమెరా అవసరం లేదు
zh: 无需相机

source: Instant
as: তৎক্ষণিক
bn: তাত্ক্ষণিক
de: Sofort
hi: तत्काल
ja: 即時
kn: ತಕ್ಷಣ
ml: തൽക്ഷണം
mr: त्वरित
ne: तत्काल
ru: Мгновенно
ta: உடனடி
te: తక్షణం
zh: 即时

source: Auto-Detect
as: স্বয়ংক্রিয় চিনাক্তকৰণ
bn: স্বয়ংক্রিয়-শনাক্ত
de: Automatische Erkennung
hi: स्वतः पहचान
ja: 自動検出
kn: ಸ್ವಯಂ-ಪತ್ತೆ
ml: സ്വയം കണ്ടെത്തുക
mr: स्वयं-शोध
ne: स्वत: पत्ता लगाउनुहोस्
ru: Автоопределение
ta: தானாகக் கண்டறிதல்
te: ఆటో-డిటెక్ట్
zh: 自动检测

source: Real-time Processing
as: ৰিয়েল-টাইম প্ৰচেছিং
bn: রিয়েল-টাইম প্রক্রিয়াকরণ
de: Echtzeitverarbeitung
hi: रियल-टाइम प्रोसेसिंग
ja: リアルタイム処理
kn: ನೈಜ-ಸಮಯದ ಪ್ರಕ್ರಿಯೆ
ml: തത്സമയ പ്രോസസ്സിംഗ്
mr: रिअल-टाइम प्रक्रिया
ne: वास्तविक-समय प्रशोधन
ru: Обработка в реальном времени
ta: நிகழ்நேர செயலாக்கம்
te: నిజ-సమయ ప్రాసెసింగ్
zh: 实时处理

source: High Accuracy
as: উচ্চ সঠিকতা
bn: উচ্চ নির্ভুলতা
de: Hohe Genauigkeit
hi: उच्च सटीकता
ja: 高精度
kn: ಹೆಚ್ಚಿನ ನಿಖರತೆ
ml: ഉയർന്ന കൃത്യത
mr: उच्च अचूकता
ne: उच्च शुद्धता
ru: Высокая точность
ta: அதிக துல்லியம்
te: అధిక కచ్చితత్వం
zh: 高精度

source: Use Existing Photos
as: বিদ্যমান ফটো ব্যৱহাৰ কৰক
bn: বিদ্যমান ছবি ব্যবহার করুন
de: Vorhandene Fotos verwenden
hi: मौजूदा फोटो का उपयोग करें
ja: 既存の写真を使用
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಫೋಟೋಗಳನ್ನು ಬಳಸಿ
ml: നിലവിലുള്ള ഫോട്ടോകൾ ഉപയോഗിക്കുക
mr: विद्यमान फोटो वापरा
ne: अवस्थित फोटोहरू प्रयोग गर्नुहोस्
ru: Использовать существующие фото
ta: இருக்கும் புகைப்படங்களைப் பயன்படுத்தவும்
te: ఇప్పటికే ఉన్న ఫోటోలను ఉపయోగించండి
zh: 使用现有照片

source: Multiple Attempts
as: একাধিক প্ৰচেষ্টা
bn: একাধিক প্রচেষ্টা
de: Mehrere Versuche
hi: कई प्रयास
ja: 複数回の試行
kn: ಬಹು ಪ್ರಯತ್ನಗಳು
ml: ഒന്നിലധികം ശ്രമങ്ങൾ
mr: एकाधिक प्रयत्न
ne: बहु प्रयासहरू
ru: Несколько попыток
ta: பல முயற்சிகள்
te: బహుళ ప్రయత్నాలు
zh: 多次尝试

source: Clear Quality
as: স্পষ্ট গুণগত মান
bn: পরিষ্কার গুণমান
de: Klare Qualität
hi: स्पष्ट गुणवत्ता
ja: 鮮明な画質
kn: ಸ್ಪಷ್ಟ ಗುಣಮಟ್ಟ
ml: വ്യക്തമായ ഗുണമേന്മ
mr: स्पष्ट गुणवत्ता
ne: स्पष्ट गुणस्तर
ru: Четкое качество
ta: தெளிவான தரம்
te: స్పష్టమైన నాణ్యత
zh: 清晰质量

# oneToTwoMinutes
source: 1-2 minutes
as: ১-২ মিনিট
bn: ১-২ মিনিট
de: 1-2 Minuten
hi: 1-2 मिनट
ja: 1〜2分
kn: 1-2 ನಿಮಿಷಗಳು
ml: 1-2 മിനിറ്റ്
mr: १-२ मिनिटे
ne: १-२ मिनेट
ru: 1-2 минуты
ta: 1-2 நிமிடங்கள்
te: 1-2 నిమిషాలు
zh: 1-2分钟

# twoToThreeMinutes
source: 2-3 minutes
as: ২-৩ মিনিট
bn: ২-৩ মিনিট
de: 2-3 Minuten
hi: 2-3 मिनट
ja: 2〜3分
kn: 2-3 ನಿಮಿಷಗಳು
ml: 2-3 മിനിറ്റ്
mr: २-३ मिनिटे
ne: २-३ मिनेट
ru: 2-3 минуты
ta: 2-3 நிமிடங்கள்
te: 2-3 నిమిషాలు
zh: 2-3分钟

# threeToFiveMinutes
source: 3-5 minutes
as: ৩-৫ মিনিট
bn: ৩-৫ মিনিট
de: 3-5 Minuten
hi: 3-5 मिनट
ja: 3〜5分
kn: 3-5 ನಿಮಿಷಗಳು
ml: 3-5 മിനിറ്റ്
mr: ३-५ मिनिटे
ne: ३-५ मिनेट
ru: 3-5 минут
ta: 3-5 நிமிடங்கள்
te: 3-5 నిమిషాలు
zh: 3-5分钟

# logoutDialogTitle
source: Logout
de: Abmelden
hi: लॉगआउट
kn: ಲಾಗ್‌ಆಉಟ್
ml: ലോഗ്ഔട്ട്
ta: வெளியேறு

# logoutDialogMessage
source: Are you sure you want to logout?
de: Möchten Sie sich wirklich abmelden?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
kn: ನೀವು ಲಾಗ್‌ಆಉಟ್ ಮಾಡಲು ನಿಶ್ಚಿತವಿದ್ದೀರಾ?
ml: നിങ്ങൾക്ക് ലോഗ്ഔട്ട് ചെയ്യണമെന്ന് ഉറപ്പാണോ?
ta: நீங்கள் வெளியேற விரும்புகிறீர்களா?

source: Signing out...
de: Abmeldung läuft...
hi: साइन आउट हो रहा है...
kn: ಸೈನ್ ಆಉಟ್ ಆಗುತ್ತಿದೆ...
ml: സൈൻ ഔട്ട് ചെയ്യുന്നു...
ta: வெளியேறுகிறது...

source: Completed
de: Abgeschlossen
hi: पूर्ण
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയായി
ta: நிறைவு

source: Completed Tab Content
de: Abgeschlossener Tab-Inhalt
hi: पूर्ण टैब सामग्री
kn: ಪೂರ್ಣಗೊಂಡ ಟ್ಯಾಬ್ ವಿಷಯ
ml: പൂർത്തീകരിച്ച ടാബ് ഉള്ളടക്കം
ta: நிறைவு தாவல் உள்ளடக்கம்

source: Check Again
de: Erneut prüfen
hi: फिर से जांचें
kn: ಮತ್ತೆ ಪರಿಶೀಲಿಸಿ
ml: വീണ്ടും പരിശോധിക്കുക
ta: மீண்டும் சரிபார்க்கவும்

source: Enable Location Services
de: Standortdienste aktivieren
hi: स्थान सेवाएं सक्षम करें
kn: ಸ್ಥಳ ಸೇವೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ലൊക്കേഷൻ സേവനങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക
ta: இருப்பிட சேவைகளை இயக்கு

source: Enable App Permissions
de: App-Berechtigungen aktivieren
hi: ऐप अनुमतियां सक्षम करें
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನುಮತಿಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ആപ്പ് അനുമതികൾ പ്രവർത്തനക്ഷമമാക്കുക
ta: ஆப் அனுமதிகளை இயக்கு

source: Permission Status
de: Berechtigungsstatus
hi: अनुमति स्थिति
kn: ಅನುಮತಿ ಸ್ಥಿತಿ
ml: അനുമതി നില
ta: அனுமதி நிலை

source: Location Services
de: Standortdienste
hi: स्थान सेवाएं
kn: ಸ್ಥಳ ಸೇವೆಗಳು
ml: ലൊക്കേഷൻ സേവനങ്ങൾ
ta: இருப்பிட சேவைகள்

source: Background Location
de: Hintergrundstandort
hi: पृष्ठभूमि स्थान
kn: ಹಿನ್ನೆಲೆ ಸ್ಥಳ
ml: പശ്ചാത്തല ലൊക്കേഷൻ
ta: பின்னணி இருப்பிடம்

source: Take Photo
de: Foto aufnehmen
hi: फोटो लें
kn: ಫೋಟೋ ತೆಗೆಯಿರಿ
ml: ഫോട്ടോ എടുക്കുക
ta: புகைப்படம் எடு

source: From Gallery
de: Aus Galerie
hi: गैलरी से
kn: ಗ್ಯಾಲರಿಯಿಂದ
ml: ഗാലറിയിൽ നിന്ന്
ta: கேலரியிலிருந்து

source: Detecting location...
de: Standort wird ermittelt...
hi: स्थान का पता लगाया जा रहा है...
kn: ಸ್ಥಳವನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗುತ್ತಿದೆ...
ml: ലൊക്കേഷൻ കണ്ടെത്തുന്നു...
ta: இருப்பிடம் கண்டறியப்படுகிறது...

source: Location services disabled
de: Standortdienste deaktiviert
hi: स्थान सेवाएं अक्षम हैं
kn: ಸ್ಥಳ ಸೇವೆಗಳು ನಿಷ್ಕ್ರಿಯಗೊಂಡಿವೆ
ml: ലൊക്കേഷൻ സേവനങ്ങൾ പ്രവർത്തനരഹിതം
ta: இருப்பிட சேவைகள் முடக்கப்பட்டுள்ளன

source: Location permission denied
de: Standortberechtigung verweigert
hi: स्थान अनुमति अस्वीकृत
kn: ಸ್ಥಳ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: ലൊക്കേഷൻ അനുമതി നിരസിച്ചു
ta: இருப்பிட அனுமதி மறுக்கப்பட்டது

source: Unable to get location
de: Standort konnte nicht ermittelt werden
hi: स्थान प्राप्त करने में असमर्थ
kn: ಸ್ಥಳವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ml: ലൊക്കേഷൻ നേടാൻ കഴിഞ്ഞില്ല
ta: இருப்பிடத்தைப் பெற முடியவில்லை

source: Location detected
de: Standort erkannt
hi: स्थान का पता लगा
kn: ಸ್ಥಳ ಪತ್ತೆಯಾಗಿದೆ
ml: ലൊക്കേഷൻ കണ്ടെത്തി
ta: இருப்பிடம் கண்டறியப்பட்டது

source: Police
de: Polizei
hi: पुलिस
kn: ಪೊಲೀಸ್
ml: പോലീസ്
ta: காவல்துறை

source: Ambulance
de: Krankenwagen
hi: एम्बुलेंस
kn: ಆಂಬ್ಯುಲೆನ್ಸ್
ml: ആംബുലൻസ്
ta: அவசர மருத்துவம்

source: Fire
de: Feuerwehr
hi: फायर
kn: ಅಗ್ನಿಶಾಮಕ
ml: ഫയർ
ta: தீயணைப்பு

source: Women
de: Frauen
hi: महिला
kn: ಮಹಿಳೆ
ml: സ്ത്രീകൾ
ta: பெண்கள்

source: Child
de: Kind
hi: बच्चा
kn: ಮಗು
ml: കുട്ടി
ta: குழந்தை

source: Add
de: Hinzufügen
hi: जोड़ें
kn: ಸೇರಿಸು
ml: ചേർക്കുക
ta: சேர்க்கவும்

source: Name
hi: नाम
kn: ಹೆಸರು
ml: പേര്
ta: பெயர்

source: Contact Number
de: Kontaktnummer
hi: संपर्क नंबर
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ml: ബന്ധപ്പെടാനുള്ള നമ്പർ
ta: தொடர்பு எண்

source: Relation
de: Beziehung
hi: रिश्ता
kn: ಸಂಬಂಧ
ml: ബന്ധം
ta: உறவு

source: SOS
as: এছ.অ'.এছ.
